Repository: cryptobuyer-io/blog
Catalog: cryptobuyer_blog/blog/locale/*/LC_MESSAGES/django.po
Languages: es_ve, pt

source: Date
es_ve: Fecha de Creación
pt: Data de criação

source: Date Updated
es_ve: Fecha de Actualización
pt: Data de atualização

source: Main Image
es_ve: Imagen Principal
pt: A imagem principal

source: Title (English)
es_ve: Título (Inglés)
pt: Título (Inglês)

source: Title (Portuguese)
es_ve: Título (Portugués)
pt: Título (Português)

source: Intro (Spanish)
es_ve: Introducción (Español)
pt: Introdução (Espanhol)

source: Intro (English)
es_ve: Introducción (Inglés)
pt: Introdução (Inglês)

source: Intro (Portuguese)
es_ve: Introducción (Portugués)
pt: Introdução (Português)

source: Content (English)
es_ve: Contenido (Inglés)
pt: Conteúdo (Espanhol)

source: Content (Portuguese)
es_ve: Contenido (Portugués)
pt: Conteúdo (Inglês)

source: Author
es_ve: Autor
pt: Autor

source: Content (Es)
es_ve: Contenido (Es)
pt: Conteúdo (Es)

source: Content (En)
es_ve: Contenido (En)
pt: Conteúdo (En)

source: Content (Pt)
es_ve: Contenido (Pt)
pt: Conteúdo (Pt)

source: Promote
pt: Promover

source: Settings
pt: Configurações

source: Content (Spanish)
es_ve: Contenido (Español)
